Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Public Domain Many feel that the existing support and awareness to fight TB In India is not adequate for patients.
ne: सन २००७ मा प्रति १००,००० व्यक्तिमा टिबी संक्रमित मानिसहरू सबैभन्दा बढि सब-साहारन अफ्रिका र त्यसपछि एसियामा थिए । तस्वीर: विकिमिडिया कमन्स। पब्लिक डोमेन।

source: In a Huffington Post piece, Dr. Madhukar Pai speaks about the challenges involved with fighting TB in India:
ne: भारतमा प्रशस्त मात्रामा बिरामीहरूका लागि क्षयरोग विरुद्ध लड्न प्रचार र विद्यमान सहयोग नपुगेको धेरैले महसुस गरेका छन् । हफिङटन पोष्टमा डा. मधुकर पाईले भारतमा क्षयरोग विरुद्ध लड्नु पर्ने चुनौतीहरूबारे भन्नुभयो:

source: India also has the highest number of patients with multidrug-resistant TB in the world, including cases nearly impossible to cure.
ne: भारतमा धेरै मात्रामा बिरामीहरू क्षयरोग विरुद्ध विभिन्न थरीका ‌औषधी खानु पर्ने तथा झण्डै निको नहुने अवस्थामा छन् ।

source: Although India has the world's largest TB epidemic, quality of TB care remains suboptimal, especially in the private and informal sector, where most patients seek initial care. The average TB patient is diagnosed only after several months and seeing multiple providers, most of whom do not follow standard guidelines.
ne: भारतमा विश्वको सबैभन्दा ठूलो क्षयरोगको महामारी भए तापनि बिरामीहरू प्रारम्भिक सेवा लिन आउने प्राय: निजि तथा अनौपचारिक क्षेत्रमा क्षयरोगको सेवा कम गुणस्तरको छ। टिबीको ‌औसत बिरामी निदान केही महिनापछि र धेरै हेरिसकेपछि र प्राय: मापदण्ड निर्देशिका पालन नगर्ने बिरामीहरू मात्र हुन्छन्। धेरै बिरामीहरूको उपचारको शुरुवात गरे पनि टिबी औषधी प्रतिरोधक हो कि हैन भनेर परिक्षण गर्दैनन् । अपर्याप्त हेरचाहको अलावा चरम गरिबी, कुपोषणको उच्च व्यापकता, धुम्रपान र मधुमेह सहितका व्यापक सामाजिक आर्थिक कारकले गर्दा भारतमा टिबी झन फैलिएको छ।

source: In India, nutrition, poverty, and TB are very much linked. People affected with TB frequently face severe economic barriers to health care, such as high expenses related to diagnosis and treatment, and suffering due to loss of income. A health ministry proposal for a monthly cash benefit of Indian Rs 500 (US$ 8) to all tuberculosis patients is facing resistance.
ne: भारतमा पोषण, गरीबी र टिबी एक सँग जोडिएका छन् । टिबीबाट प्रभावित मानिसहरूले रोग निदान गर्न तथा उपचार गर्न निकै नै खर्च हुने र आयको ह्रास हुने जस्ता स्वास्थ्य सेवासँग जोडिएका गम्भीर आर्थिक बाधाहरूको बारम्बार सामना गर्दछन् । सबै रोगीहरूलाई ५०० रूपैयाँ (अमेरिकी डलर ८) को मासिक नगद लाभको लागि स्वास्थ्य मन्त्रालयले गरेको प्रस्तावले प्रतिरोधको सामना गर्दैछ ।

source: This includes developing the Standards for TB Care in India, introducing daily drug regimens and rolling out molecular and drug-susceptibility testing. The government of India has also made TB a notifiable disease, that means all private doctors, caregivers and clinics treating a patient suffering from TB will have to report every single case of the air-borne disease to the government. Tackling TB: @MoHFW_INDIA issues notification criminalising non notification of Tuberculosis.
ne: देशबाट टिबी हटाउन भारतीय सरकारले धेरै कदम चालेको छ । भारतमा टिबी हेरचाहको स्तर विकास गर्ने यस कदममा दैनिक औषधीबाट उपचार गर्ने व्यवस्था, सुक्ष्म र औषधी-संवेदनशीलता परीक्षण लागु गर्ने जस्ता कार्य समावेश छन्। भारत सरकारले टीबीलाई एक सूचनीय रोग उल्लेख गरेको छ। यस अन्तर्गत हावाको माध्यमबाट सर्ने यस रोगको हरेक मामिलाको सबै निजी चिकित्सकहरू, हेरचाह गर्ने व्यक्तिहरू र टीबीद्वारा पीडित रोगीको उपचार गर्ने सबै क्लिनिकहरूले प्रतिवेदन पेश गर्नु पर्ने हुन्छ।

source: Docs, chemists can face jail up to 2 years under IPC Sections 269, 270 for not reporting TB cases to local health authorities @ddgtb2017 @JPNadda @PMOIndia @thetribunechd — Aditi Tandon (@anshumalini3) March 21, 2018
ne: टिबी नियन्त्रणका लागि: @MoHFW_INDIA ले क्षयरोगको सूचना नदिनुलाई आपराधिक भनी नोटिस जारी गरेको छ। स्थानीय स्वास्थ्य अधिकारीहरूलाई टिबी केस सम्बन्धि प्रतिवेदन पेस नगरेमा डाक्टर,औषधी विक्रेताहरूलाई आईपीसी खण्ड २६९, २७० मातहत २ वर्षसम्म जेल चलान हुनसक्नेछ

source: On 13 March 2018, Indian Prime Minister Narendra Modi launched an ambitious campaign to eradicate TB from India by 2025. The globally set deadline is 2030.
ne: १३ मार्च २०१८ मा, भारतीय प्रधानमन्त्री नरेंद्र मोदीले सन् २०२५ सम्म भारतबाट टीबी हटाउन महत्वाकांक्षी अभियान शुभारम्भ गर्नु भयो । विश्वव्यापी निर्धारित मिति भने सन् २०३० सम्म हो ।

source: Sharing my remarks at the ‘Delhi End-TB Summit.’
ne: दिल्ली टिबीको-अन्त्य शिखर सम्मेलनमा मेरो विचारहरू राखें । कार्यक्रमको दौरान हामीले टीबीरहित भारत आन्दोलन पनि शुभारम्भ गर्यौ ।

source: During the programme we also launched the TB Free India movement. https://t.co/uQSDUdAqyt pic.twitter.com/CUWRm8qNIL — Narendra Modi (@narendramodi) March 13, 2018 Govt of India commits to eliminate TB by 2025.
ne: सन् २०२५ सम्म भारत सरकारले टिबीको अन्त्य गर्नको लागि प्रतिबद्धता जाहेर गरेको छ । भारतमा मात्रै विश्वको २५% टिबी मामिलाहरू देखिएका छन् । उत्तर प्रदेश सरकार आफ्ना २२ करोड नागरिकहरूलाई उच्च कोटिको निदान र सबैका लागि उपचारमा सर्वव्यापी पहुँचको माध्यमले भारतको टीबी विरुद्ध अभियानको नेतृत्वका लागि प्रतिबद्ध छ ।

source: India alone accounts for 25% of global TB cases.Govt of Uttar Pradesh, catering to 220 million citizens is committed to lead the country’s campaign against TB through universal access to quality diagnosis & treatment for all
ne: तर रिपोर्टहरूले भारतको यस लक्ष्यमा शंका गरेका छन् किनकि भारत आफ्नो राष्ट्रिय ह्रास दरमा पछि परेको छ । धेरैले यस चुनौतीलाई निराकरण गर्न सरकारी र गैरसरकारी क्षेत्रहरूबाट धेरै प्रयासहरू आवश्यक रहेको महसुस गरेका छन्।

source: #UPvsTB pic.twitter.com/OWlqvbD59T — Pooja Bhatt (@PoojaB1972) March 15, 2018
ne: टिबी अन्त्य गर्न सामुदायिक परिचालन जरूरी छ। हामी एक्लै लड्न सक्दैनौँ, हामी सँगै लड्न आवश्यक छ।

source: Community mobilisation is key to ending TB. We can't fight alone, we need to fight together: GCTA CEO @blessi_k @SpeakTB @MoHFW_INDIA @StopTB @TBHDJ @GHS pic.twitter.com/nOBuY9lryR — Global TB Coalition (@G_C_T_A) March 12, 2018 Dr. Zarir Udwadia, a Mumbai-based physician and a researcher, talks about this disease and India's struggle to tackle it at an independently organized TED event in Mumbai in February 2018:
ne: सन् २०१८ फेब्रुअरीमा मुम्बईमा स्वतन्त्र रूपमा आयोजित टेड कार्यक्रममा मुम्बईमा बस्ने चिकित्सक र अध्ययनकर्ता डा जरिर उडवाडिया यस रोग तथा यसलाई नियन्त्रण गर्न भारतले गरेको संघर्षबारे भन्छन्:

source: TB survivors against TB
ne: टिबी विरुद्ध टिबी लागी बाँचेकाहरू

source: Launched in August 2016, Survivors Against TB (SATB) is a movement led by a group of TB survivors who are working to strengthen India’s fight against TB.
ne: अगस्त २०१६ मा सुरु भएको सर्वाइवर्स अगेन्स्ट टिबी (टीबी विरुद्ध बाँच्नेहरू - एसएटीबी) नामक आन्दोलन टिबी लागी बाँचेकाहरूको अगुवाइमा संचालित छ र यस समूहले भारतलाई क्षयरोग विरुद्ध लड्न सघाइरहेका छन्। टिबी लागी बाँचेकाहरूले टिबीबाट बच्न गरेका संघर्ष र उनीहरूको अनुभव अनुसार भारतमा टिबी नियन्त्रन र रोकथाम प्रभावकारी गर्न रोगी केन्द्रित कदमको लागि उनीहरू पैरवी गर्छन् । जनस्वास्थ्य विशेषज्ञ र स्तम्भकार चपल मेहराले यो काम संचालन तथा व्यवस्थापन गर्दै आएका छन्।

source: These survivors have had their struggles with TB and based on their own experiences, they advocate for a patient-centered approach to effective TB prevention and control in India. It is run and managed by Chapal Mehra, a public health specialist and columnist.
ne: भारतमा २२ लाख टिबीका मामिला छन्। टिबी बिरामीले रोग निको पार्न औसतमा १४६०० पिल्स खाने गर्छन् । यसको सामना गर्न#SurvivorsAgainstTBको जन्म भएको छ। तिनीहरूले के गर्छन् त?... यो आशाको दियो हो !

source: The portal aims to help TB affected communities by offering them important information about the disease. Another feature of this platform is to profile numerous TB survivors who work as advocates that disseminate stories and information about treatment, mental health, gender and stigma.
ne: सन् २०१७ मा, सर्वाइवर्स अगेन्स्ट टिबीले क्षयरोग सम्बन्धि पहिलो हिंदी डिजिटल इन्टरफेस सुरू गर्यो। पोर्टलको उद्देश्य क्षयरोगबाट प्रभावित समुदायहरूलाई रोगको बारेमा महत्त्वपूर्ण जानकारी प्रदान गरेर सहयोग पुर्याउनु हो । यस प्लेटफार्मको अर्को विशेषता कैंयन् क्षयरोगबाट बचेकाहरूलाई प्रोफाइल गर्नु हो। उनीहरूले टिबीको उपचार, यस सम्बन्धित मानसिक स्वास्थ्य, लैंगिक समस्या र लाञ्छनाको बारेमा कथाहरू र सूचनाहरू फैलाउन मद्दत गर्दछन् ।

source: In the above video, Deepti Chavan, an MDR-TB (multi-drug resistant TB) survivor based in Mumbai, tells the story of her fight against TB in the Hindi language.
ne: माथिल्लो भिडियोमा, मुम्बईमा एमडीआर-टीबी (बहु-औषधी प्रतिरोधी टीबी) बाट बाँचेकी दीप्ति चवणले हिन्दी भाषामा क्षयरोग विरुद्ध आफ्नो लडाइँको कथा बताउँछिन्।

source: Last year, SATB launched a book, Nine Lives — Women and Tuberculosis in India, which profiled nine female TB survivors who, despite stigma and discrimination, successfully fought TB.
ne: गत वर्ष एसएटिबीले भारतमा नाइन लाइभ्स - वीमेन एण्ड ट्युबरकुलोसिस इन इण्डिया (नौ जीवन-महिला र भारतमा क्षयरोग) भन्ने पुस्तक लोकार्पण गरे जसमा क्षयरोगबाट बच्ने ९ जना महिलाहरूले भोगेका भेदभाव र लाञ्छनाको बावजुद क्षयरोग विरुद्ध पाएको सफलता प्रोफाइल गरिएको छ।

source: SATB's Talking TB app focuses on disseminating information about key issues related to TB including side effects, stigma, nutrition, and treatment.
ne: एसएटिबीको टकिंग टिबी एपले टीबीसँग सम्बन्धित महत्वपूर्ण समस्याहरूको बारेमा साइड इफेक्ट, लाञ्छना, पोषण र उपचार सहितको जानकारी प्रदान गर्छ ।

source: https://t.co/KXH3tEkx2Z - A multilingual patient education program comprising films and an app. Watch our #Malayali protagonist talk about the importance of #TB treatment and completion.
ne: टकिंगटिबीडटकम - चलचित्र र एप समावेश भएको बहुभाषी रोगीलक्षित शैक्षिक कार्यक्रम । हाम्रो #Malayali नायकले #TB उपचार र समाप्तिको महत्वबारे कुरा गरेको हेर्नुहोस्। यसलाई व्यापक रूपमा सेयर गर्नुहोस्।

source: Share widely #TalkingTB @ChapalMehra @WSJ @nytimes @TIME @VidyaKrishnan @shibuvij @StopTB pic.twitter.com/xmeRwmdRxa — Survivors Against TB (@SATB1231) March 20, 2018
ne: जब #TB रोगीले बोल्न निर्णय गर्दछ, यो संसार सुन्न बाध्य हुन्छ। टकिंगटिबीडटकम - भारतको पहिलो बहुभाषी रोगीलक्षित शैक्षिक कार्यक्रम, टिबी लागी बाँचेकाहरूको नेतृत्वमा टिबीको जानकारी प्रदान गर्न ।

source: When a #TB patient decides to speak, the world is forced to listen. https://t.co/KXH3tEkx2Z - India's first multilingual Patient Education Program, led by survivors to offer information to TB. @VidyaKrishnan @RPrasad12 @menrao @scroll_in @SrBachchan @RonnieScrewvala @thewire_in pic.twitter.com/mvwcGEmEiu — Survivors Against TB (@SATB1231) March 19, 2018
ne: टिबी लागी बाँचेकी दीप्ति चवण विश्व स्वास्थ्य संगठनले सिफारिस गरेको क्षयरोग नियन्त्रण रणनीति अन्तर्गत प्रत्यक्ष उपचार अवलोकन उपचार वा डट्स शर्ट कोर्स (टीबी-डट्स पनि भनिने) बारे वकालत गर्दै । सर्वाइवर्स अगेन्स्ट टिबी। अनुमतिमा प्रयोग गरिएको।

source: Used with Permission There are also many efforts by other organizations to fight against TB in India.
ne: भारतमा टीबी विरुद्ध लड्न अन्य संस्थाहरूले पनि धेरै प्रयास गरेका छन् ।

source: "#TB survivors release report identifying key issues patients face" Tuberculosis - India's Ticking Time Bomb- The Survivors' Manifesto https://t.co/UMNtgrhYUk @ChapalMehra @doctorsoumya @deepticomesback @foodrecyclebin @bsindia @WHOSEARO @DrSinghAtAIIMS @shibhu@paimadhu @acftbup pic.twitter.com/eYq7kQAhIq — Survivors Against TB (@SATB1231) March 22, 2018 Mumbai, which suffers so terribly from TB and drug-resistant TB, lights up red to #EndTB.
ne: "#TB लागी बाँचेकाहरूले बिरामीहरूले सामना गर्ने मुख्य मुद्दाहरू पहिचान गरेको प्रतिवेदन प्रकाशन" ट्युबरकुलोसिस - इण्डियाज टिकिङ टाइम बम – द सर्वाइवर्स म्यानिफेस्टो

source: Dynamic local TB program going all out! @ddgtb2017 @DrRaghuramRao @arunkjhaies @StopTB @MoHFW_INDIA @GHS @sreenivas_nair @paimadhu pic.twitter.com/O6LLeCyfK4 — Puneet K Dewan (@puneetkdewan) March 21, 2018 Four brave women, including @almostbutnotyet of @SpeakTB on 'Women in India:Leading the fight against TB in India' at #AmCenterND with @US_CDCIndia @usaid_india #EndTB pic.twitter.com/rBRLHVy4fZ — REACH (@SpeakTB) March 19, 2018
ne: मुम्बई, जो टीबी र औषधी प्रतिरोधी टीबीबाट अत्यन्त ग्रसित छ, टीबी अन्त्य गर्न रातो बत्तिमा रंगिदै । गतिशिल स्थानीय टिबी कार्यक्रम प्रसारण हुँदै!

source: SATB hopes that TB survivors stories will help people understand the numerous challenges that these people and their families face in the fight against TB.
ne: 'भारतमा महिलाहरू: भारतमा टीबी विरुद्ध लडाइँको नेतृत्व' कार्यक्रममा @SpeakTB की @almostbutnotyet सहित चार बहादुर महिलाहरू

source: The demands of the TB survivors are out in the public domain and ask for support from decision makers. Dipti Chavan shares her hope in an interview:
ne: एसएटीबीले आशा गर्दछ कि क्षयरोगबाट बच्नेहरूको कथाहरूले यी मानिसहरू र तिनका परिवारहरूले क्षयरोग विरुद्धको लडाइमा सामना गरेका चुनौतीहरू बुझ्न सहयोग गर्नेछ । क्षयरोगबाट बच्नेहरूका मागहरू सार्वजनिक डोमेनमा छन् र निर्णय निर्मातालाई सहयोगको माग गरिरहेका छन् । दीप्ति चवणले अन्तरवार्तामा आफ्ना आशा व्यक्त गरेकी छिन् :

source: Hopefully, these stories will spur decision makers to act on these recommendations.
ne: आशा छ, यी कथाहरूले निर्णय निर्माताहरूलाई यी सिफारिसहरू कार्यान्वयनमा ल्याउन उत्प्रेरित गर्नेछन् ।

source: From the 2017 Global Voices Summit in Colombo, Sri Lanka: Into the Deep Podcast · Global Voices
ne: ग्लोबल भ्वाइसेज शिखर सम्मेलन २०१७, कोलम्बो, श्रीलङ्काबाट: इन्टु द डीप पोडकाष्ट

source: Last December, in Colombo, Sri Lanka, in a small hotel game room with decent acoustics — and with a tropical storm brewing outside — ten Global Voices contributors from around the world gathered in a room to talk about international friendship, cross-cultural collaboration and the value of community. They were among the hundred authors, translators and editors from 60 countries who had gathered at the Mount Lavinia hotel for the biennial Global Voices summit to discuss the future of media, community, and the organization itself.
ne: डिसेम्बर २०१७ मा, श्रीलङ्काको कोलम्बोस्थित एक होटलको गेम रूममा - जहाँ ध्वनिको राम्रो व्यवस्था थियो - त्यही समयमा बाहिर आँधी बेहरी चल्न शुरु भएको थियो - विश्वभरबाट ग्लोबल भ्वाइसेजका दश योगदानकर्ताहरू अन्तर्राष्ट्रिय मित्रता, अन्तर-सांस्कृतिक सहयोग र समुदायको महत्त्वबारे छलफल गर्न भेला भए।

source: Into the Deep is the Global Voices podcast where we dig deep into one topic that isn’t getting the media coverage it deserves.
ne: विश्वका ६० देशहरूका सयौं लेखक, अनुवादक तथा सम्पादकहरूमध्ये यिनीहरू दुई वर्षे ग्लोबल भ्वाइसेज शिखर सम्मेलनमा मिडिया, समुदाय र संगठनको भविष्यबारे चर्चा गर्नका लागि माउन्ट लैविनिया होटलमा एकत्रित भएका थिए।

source: And in this podcast we are going to be giving you a glimpse of the latest Global Voices summit.
ne: ग्लोबल भ्वाइसेजको पोडकाष्ट इन्टु द डीपमा हामीहरू यस्ता प्रसंगबारे चर्चा गर्छौ जसले मिडियामा चाहिए जति कवरेज पाएको हुँदैन। यस पोडकाष्टमा हामी तपाईंलााई ग्लोबल भ्वाइसेज शिखर सम्मेलनको झझल्को दिंदैछौ।

source: Global Voices is an international network of passionate people who keep tabs on the online conversations happening in their regions. Our more than 1400, mostly volunteer, contributors cover stories from 167 countries and translate them into more than 30 languages. Together, we’ve been building bridges of understanding, as we like to call them, through our digital reporting since 2005.
ne: ग्लोबल भ्वाइसेज भावुक व्यक्तिहरूको अन्तर्राष्ट्रिय सञ्जाल हो जसले अनलाइन क्षेत्रमा हुने कुराकानीहरूमा नजर राख्छन्। १६७ देशहरूमा रहेका हाम्रा १४०० भन्दा धेरै, अधिकतम स्वयंसेवकहरूले यी देशका कथाहरू लेख्छन् र ३० भन्दा बढी भाषामा अनुवाद गर्छन्। सन् २००५ देखि हामी हाम्रा डिजिटल रिपोर्टमार्फत संसारभरि समझदारीको सेतु बनाउन मद्दत गर्छौ।

source: In this episode, we featured Creative Commons licensed music from the Free Music Archive, including Rite of Passage, Quasi Motion, and Tikopia by Kevin MacLeod.
ne: एपिसोडमा हामीले क्रियटिभ कमन्स लाइसेन्स अन्तर्गत केभिन म्याकलियोडको संगीत राइट अफ प्यासेज, क्वासी मोशन तथा टिकोपिया प्रयोग गरेका छौं।

source: The photo used in the feature image is a selfie by Faaris Adam from the Global Voices Summit in Colombo. Used with permission.
ne: फिचार इमेजका रूपमा हामीले कोलम्बोमा आयोजित ग्लोबल भ्वाइसेज शिखर सम्मेलनका बेला फारिस आदमले खिचेको सेल्फी प्रयोग गरेका छौं। अनुमतिमा प्रयोग गरिएको।

source: CC BY-NC-ND 2.0
ne: अब भारतमा समलैंगिकता वैध

source: Indians were overcome with joy on Thursday, September 6, after the country's Supreme Court unanimously ruled the 157-year-old law that criminalized homosexual sex unconstitutional.
ne: इन्द्रधनुषी झण्डा, रेन्बो स्पेक्ट्रम तथा बेंगलोर प्राइड परेड। तस्वीर: फ्लीकर प्रयोगकर्ता पी भी। CC BY-NC-ND 2.0

source: In a historic verdict, Chief Justice of India Dipak Misra said:
ne: बिहीबार, सेप्टेम्बर ७ का दिन भारतीयहरूका लागि उल्लासमय रह्यो। त्यहाँको सर्वोच्च न्यायालयले समलैंगिक यौनसम्बन्धलाई गैरकानुनी मान्ने १५७ वर्षीय कानुनलाई सर्वसम्मतिमा असंवैधानिक ठहर गर्यो।

source: Majoritarian views and popular views cannot dictate constitutional rights.
ne: भारतीय दंड संहिताको दफा ३७७ बेलायती सम्राज्यले लादेको कानुन थियो। १९ औं शताब्दीको मध्यमा आफ्ना उपनिवेशहरूमा समलैंगिक सम्बन्धहरूलाई गैरकानुनी घोषित गर्दै बेलायती सम्राज्यले कैंयन् कानुन लागु गरेको थियो।

source: 377 is arbitrary.
ne: एक ऐतिहासिक निर्णय जारी गर्दै भारतका प्रधान न्यायाधीश दीपक मिश्रले भने:

source: Back in 2013, the Delhi High Court ruled Section 377 unconstitutional, but this had been overturned shortly after by the Supreme Court.
ne: बहुसंख्यक तथा लोकप्रिय विचारले संवैधानिक अधिकारको निर्णय गर्न सक्दैनन्। एलजीबीटी समुदायलाई पनि समाजका अन्य अंगझै मानव अधिकार प्राप्त छ। संविधानको सार नै समानता हो। ३७७ एकपक्षीय छ।

source: The latest Supreme Court's decision has brought joy to people across the country, gay or otherwise.
ne: सन् २०१३ मा दिल्ली उच्च न्यायालयले दफा ३७७ लाई असंवैधानिक घोषणा गरेको थियो तर त्यसको केही समयमै सर्वोच्च न्यायालय त्यस निर्णयलाई उल्टाइएको थियो।

source: On social media, many acknowledged that such victory is the result of years of activism by India’s LGBT community.
ne: सर्वोच्च न्यायालयको नवीनतम निर्णयले देशभरि खुशी छाएको छ, समलिंगी तथा अन्यका लागि पनि। सामाजिक सञ्जालमा धेरैले यसलाई भारतको एलजीबीटी समुदायको वर्षौको संघर्षको नतिजा भएको मानेका छन्।

source: Educator Danish Sheikh wrote in Facebook:
ne: अन्यले ट्वीटरमा यस निर्णयको प्रशंसा गरेका छन्:

source: For 29 years, I have lived in the shadow of this law, and now, just like that, it’s gone.
ne: म गद्गद छु कि भारतले अन्ततोगत्वा बेलायतीले साम्राज्यकालीन शासनका बेला लादेको समलैंगिक यौनसम्बन्धलाई अपराध मान्ने उपनिवेशकालीन कानुनलाई रद्द गरेको छ। आज विश्व जनसंख्याको पाँचौ भाग एलजीबीटीलाई घृणा गर्ने कानुनी अवशेषबाट मुक्त भएको छ।

source: Jayna Kothari, executive director for the Center For Law And Policy Research, said:
ne: प्रेमको जीत भएको छ... स्वाभिमानी भारतीय... प्रेम एउटा सुन्दर अनुभूति हो र अब तपाईं भारतमा प्रेम गर्न स्वतन्त्र हुनुहुन्छ।

source: In the words of Justice Indu Malhotra that history owes them and their families an apology for criminalizing them for so many years - today’s decision is a remarkable recognition of the equality and dignity of LGBT persons. Others cheered the decision on Twitter:
ne: यो निर्णय भारत शासित जम्मू तथा कश्मिर राज्यमा लागु हुनेछैन किनकि त्यहाँ उनीहरूको आफ्नै संविधान तथा दंड विधि, रणवीर दंड संहिता छ जसले गैरविपरीतलिंगी बीचको यौनसम्बन्धलाई अझ पनि अपराध मान्दछ। कश्मिरका सामाजिक कार्यकर्ता डा. एजाज अहमद बुंदले टाइम्स अफ इण्डियासँगको कुराकानीमा भने:

source: Dr. Ajaz Ahmad Bund, a social worker in Kashmir, told the Times of India: The Supreme Court judgment, I am hoping, will now initiate a debate and awareness about what it means to be gay or lesbian or transgender in Kashmir.
ne: मलाई लाग्छ सर्वोच्च न्यायालयको निर्णयले कश्मिरमा समलिंगी वा ट्रान्सजेण्डर हुनुको के अर्थ लाग्छ भन्ने बारेमा बहस तथा जागरूकताको सुरुवात गर्नेछ।

source: To mark the occasion, fans from Japan and beyond shared their favorite scenes from the movie — and why, thirty years on, Akira remains so fascinating to so many people.
ne: जुलाई १६,२०१८ का दिन संसारभरका नेटिजेनले अकिरा प्रदर्शनको तीसऔं वर्षगाँठ मनाए, एक अभूतपूर्व चलचित्र जसले क्रान्तिकारी परिवर्तन ल्यायो र एनिमेसनलाई अँगिकार गर्न प्रेरित गर्यो । यस उत्सव मनाउन जापानी तथा अन्य देशका प्रशंसकहरूले चलचित्रको आफ्ना मनपर्ने दृश्यहरू सेयर गरे-तीस वर्षदेखि अहिलेसम्म पनि किन अकिरा यति धेरै मानिसहरूका लागि चित्ताकर्षक बनिरहेको छ।

source: Akira was written and directed by Otomo Katsuhiro, in 1988 already a legendary manga artist in Japan, and based on his popular manga series of the same name, which had been initially been published as a monthly serial starting in 1982.
ne: अकिरा लेखन तथा निर्देशन १९८८ मा ओतोमो कात्सुहिरोले गरेका थिए जो पहिलेदेखि नै जापानमा प्रसिद्द मांगा कलाकार थिए। उनका लोकप्रिय मांगा सीरीजको आधारमा त्यहीँ नाममा सुरुमा मासिक धारावाहिक रूपमा १९८२ देखि प्रकाशित गरिएको थियो।

source: As with so much of post-war Japanese pop culture, Akira's themes of destruction, hopelessness, and resilience echo the real-life events of 1945, when the United States dropped atomics on the Japanese cities of Hiroshima and Nagasaki, with the two attacks immediately killing at least 200,000 people.
ne: कथा विनाशकारी परमाणु घटनापछिको नियो टोकियो (पोस्ट अपोक्यालिप्टिक नियो-टोकियो) २०१९ को हो, एक तानाशाही राज जहाँ विरोध दबाइन्छ, भ्रष्टाचार अनियन्त्रित रुपमा चल्दछ र कानूनी शासनको नाममा भ्रम मात्र फैलाइन्छ। वाल्यकालदेखिको साथी कानेदा र तेत्सुओ मोटरसाइकल चढ्ने एउटा स्थानिय गुटको नेतृत्व गर्दछन्, मोटरसाइकल दुर्घटनाले तेत्सुओमा शक्तिशाली अलौकिक क्षमता जागृत गराउँदछ, उनीहरूको सम्बन्धमा चिसोपना र उनीहरूमाथि शासन गर्ने मजबूत सैनिकको निमित्त खतरा सावित हुँदै।

source: Both the manga series and the 1988 movie are cyberpunk tour-de-force that includes amphetamine-popping motorcycle punks, sophisticated military hardware, and transhumanism.
ne: युद्धपछिको जापानी पप संस्कृतिमा पाइने वास्तविकता, जब १९४५ मा संयुक्त राज्य अमेरिकाले जापानी शहरहरू हिरोशिमा र नागासाकीमा परमाणु बम खसाल्दा दुई आक्रमणमा तत्कालै कम्तीमा २ लाख मानिसहरू मारिए, जस्तै अकिराको विषयवस्तुले वास्तविक जीवनको घटनाहरू विनाश, निराशा र प्रतिरोध क्षमता प्रतिध्वनित गर्दछन्।

source: In the movie, the explosive cataclysm that gave rise to Neo-Tokyo took place on July 16, 1988.
ne: मांगा सीरीज र १९९८ को चलचित्र दुबै साइबरपङ्क टुर-डे-फोर्स हुन् जहाँ एम्फेटामाइन-पपिङ, मोटरसाइकल पंक, परिष्कृत सैन्य हार्डवेयर र ट्रान्सह्युमानिज्म पनि समावेश हुन्छन्।

source: In the real world, the movie was also first released on this date, and this anniversary was celebrated around the world, including in Japan.
ne: चलचित्रमा विस्फोटक उथलपुथलले जून १६,१९८८ मा नियो टोकियोको जन्म भयो। वास्तवमा चलचित्र पनि यही मितिमा रिलीज भएको थियो र यो वार्षिकोत्सव जापान लगायत विश्वभर मनाईयो।

source: On this day, July 16th of 1988, Akira destroyed the original Tokyo.
ne: ३० औं वर्षको जन्मदिनको शुभकामना अकिरा। #AKIRA,# ア キ ラ,# AKIRA_Animation_30th_Anniversary

source: As part of a global online celebration under the hashtag #AkiraWeek, the Japan Times produced a series of articles devoted to Akira spearheaded by pop culture writer Matt Schley.
ne: आजकै दिन जुलाई १६, १९८८ मा अकिराले मौलिक टोकियो ध्वस्त पार्यो। हेर्नै पर्ने चलचित्र, उत्कृष्ट र पूर्णतया सृजनात्मक कला।

source: In one of his articles in the series, Schley explains to Japan Times readers how to speak Japanese like a biker punk, while providing some useful background vocabulary to help understand the movie:
ne: ह्यासट्याग #AkiraWeek मा विश्वव्यापी अनलाइन उत्सवको रुपमा जापान टाइम्सले अकिरा प्रति समर्पित लेखहरूको एक श्रृंखला पप संस्कृति लेखक माट श्लेको अगुवाईमा निर्माण गर्यो। शृंखलाको एक लेखमा श्लेले फिल्म बुझ्न सजिलो होस् भन्ने हेतुले जापान टाइम्सका पाठकहरूलाई केही उपयोगी आवश्यक शब्दावली सहित बाइकर पंक जस्तै जापानी भाषा कसरी बोल्ने भन्ने बारेमा वर्णन गर्छन्:
